FemDesign.Shells.ShellOrthotropy
Not a strusoft.xsd type.

FemDesign.Shells.ShellOrthotropy.#ctor
Parameterless constructor for serialization.

FemDesign.Shells.ShellOrthotropy.#ctor(System.Double,System.Double)
Internal constructor.
orthoAlfa: Degrees
orthoRatio: Double

FemDesign.Shells.ShellOrthotropy.Default
Create a default definition for ShellOrthotropy.
Remarks: Create
Returns: